{
    "languageCode": "bak",
    "messages": {
        "load": "Тейәү . . .",
        "title": "Исем",
        "description": "Анлатма",
        "buttonText": "Баҫма",
        "errorMessage": "Хата",
        "searchPlaceholder": "еҙлаү яҙма",
        "profile": "Сәхифә",
        "settings": "Көләмәләр",
        "about": "Беҙҙең турала",
        "technicalSupport": "Техник ярҙам",
        "writeFeedback": "Теләктәр яҙырға",
        "registration": "Регистрация",
        "login": "Инеү",
        "logout": "Сығыу",
        "filosofy": "Trip&Freedom&Adventure приложениеһын булдырыу йәмғиәт өсөн файҙалы продукт булдырыуға индергән өлөш булып тора. Был эш профессиональ үҫештә һәм үҫешеүҙә мөһим ролде уйнай. Был ҡулланыу программаһының миссияһы — ҡулланусыларға яңы горизонттар аса, сәйәхәттәр планлаштырыу һәм мәшәҡәттәрһеҙ мауығыуҙар менән ҡылыҡһырлау ярҙамында. Был ҡулланыу программаһы ҡулланусыларға ла, шул иҫәптән миңә лә файҙа килтерәсәк, миңә программалаштырыу, интерфейс дизайны һәм мобиль ҡулланыу программаларын булдырыу буйынса белемдәремде камиллаштырырға мөмкинлек бирәсәк. Был проектта ҡатнашлыҡ шулай уҡ ижади ҡоласаларҙы күрһәтеү һәм кешеләрҙең тормош сифатын яҡшыртырға һәләтле идеяларҙы тормошҡа ашырыу мөмкинлеген бирә. Был ҡулланыу программаһы өҫтөндә көн һайын эшләү беҙҙе уңайлы һәм функциялы продукт булдырыуға яҡынайта, ул сәйәхәтселәр өсөн бик кәрәкле ҡоралға әйләнәсәк. Был проект даими алға барыу, яңы һәләттәрҙе өйрәнеү һәм технологияларҙың һәм йәмғиәттең үҫешенә индергән өлөштө күҙаллай.",
        "reviews": {
            "h2review": "Баһалама",
            "h4review": "Нимә оҡшай һәм нимә яҡшыртырға мөмкин икәнен күҙ алдына килтерегеҙ",
            "textareaplaceholder": "Һүҙҙәрен бәйләнешкә яҙығыҙ",
            "button": "Ебәрергә",
            "viewAll": "Бүтәндәрен күрһәтеү",
            "hide": "Йәшерен"
        },
        "tripFreedomAdventure": {
            "name": "Сәйәхәт * Хөрҙәт * Мәҡәрт",
            "text": "Һуңғы ваҡыттағы Trip&Freedom&Adventure һүҙҙәре ҡиммәтле һөнәрҙәргә һәм технологик алға китеүҙәргә өлгөрөүҙәге ҡатнашҡанлыҡты таныта. Уларҙың эшмәкәрлеге һәрвакыт үҫеш һәм үҫеүгә ярҙам итәсәк. Был мобиль һүҙҙәрҙең миссияһы — уларҙың ярҙамында уҡыусылар яңы горизонты аҫлауҙа, сәйәхәтләрҙе планлаштырыуҙа һәм киңәшһеҙ ҡыйыуҙарҙан ҡотолоуҙа ярҙам итәсәк. Уларҙың ярҙамында без уҡыусыларҙың һәм үҙҙәребеҙҙең һөнәрҙәрҙә алған белемдәрен тулыландырырбыҙ. Уҡыусыларҙың һәм үҙҙәребеҙҙең ярҙамында уларҙың креативлығын һәм технологияларҙы үҫтереүгә ярҙам итәсәк. Һәр көндөң эшҙәре безгә ярҙам иткән ҡулланыусыларҙың һәм үҙҙәребеҙҙең ҡиммәтле һөнәрҙәргә ҡушылыуҙарына ярҙам итәсәк. Был проект үҫешҙе һәм үҫеүҙе, уҡыуҙы һәм технологик һәм ҡиммәтле алға китеүҙәрҙе үҫтереүгә ярҙам итәсәк."
        },
        "aboutL": {
            "donat-request": "проектты хуплауығыҙҙы һорайым",
            "donat-coffee": "Ҡәхңүәгә",
            "developers": "Эшеселәр"
        },
        "inout": {
            "login": "Инеү",
            "logout": "Сығыу",
            "email": "Эектрон-почьта",
            "password": "Йәшерен Һүҙ",
            "name": "Исем",
            "registration": "Регистрация",
            "registrationB": "Алға"
        },
        "commits": {
            "download": "Үҙләштереү...",
            "errorOc": "Хата китте"
        }
    }
}