{
    "languageCode": "ru",
    "messages": {
        "load": "Загрузка . . .",
        "title": "Заголовок",
        "description": "Описание",
        "buttonText": "Кнопка",
        "errorMessage": "Сообщение об ошибке",
        "searchPlaceholder": "Поиск...",
        "profile": "Профиль",
        "settings": "Настройки",
        "about": "О нас",
        "technicalSupport": "Тех потддержка",
        "writeFeedback": "Написать отзыв",
        "registration": "Регистрация",
        "login": "Вход",
        "logout": "Выход",
        "filosofy": "Разработка приложения Trip&Freedom&Adventure представляет собой вклад в создание полезного продукта для общества. Данная работа играет важную роль в профессиональном росте и развитии. Миссия этого приложения заключается в помощи пользователям в открытии новых горизонтов, планировании путешествий и наслаждении приключениями без излишних хлопот. Приложение принесет пользу как пользователям, так и мне лично, позволяя углубить мои знания в программировании, дизайне интерфейсов и разработке мобильных приложений. Участие в этом проекте также предоставляет возможность проявить креативность и воплотить идеи, способные улучшить качество жизни людей. Ежедневная работа над приложением приближает нас к созданию удобного и функционального продукта, который станет незаменимым инструментом для путешественников. Этот проект вдохновляет на постоянное движение вперёд, обучение новым навыкам и внесение вклада в технологическое и общественное развитие.",
        "reviews": {
            "h2review": "Отзыв",
            "h4review": "Представьтес и расскажите что вам понравилось и где можно сделать лучше.",
            "textareaplaceholder": "Напишите отзыв здесь",
            "button": "Отправить",
            "viewAll": "Показать все",
            "hide": "Спрятать"
        },
        "tripFreedomAdventure": {
            "name": "Путешествие * Свобода * Приключение",
            "text": "Разработка приложения Trip&Freedom&Adventure вносит вклад в создание полезного продукта для общества. Эта работа играет важную роль в профессиональном росте и развитии. Миссия этого приложения — помочь пользователям открывать новые горизонты, планировать путешествия и наслаждаться приключениями без лишних хлопот. Приложение принесет пользу как его пользователям, так и мне лично, позволяя углубить знания в программировании, дизайне интерфейсов и разработке мобильных приложений. Участие в этом проекте также дает возможность проявить креативность и воплотить идеи, которые могут улучшить качество жизни людей. Ежедневная работа над приложением приближает нас к созданию удобного и функционального продукта, который станет незаменимым инструментом для путешественников. Этот проект вдохновляет на постоянный прогресс, освоение новых навыков и внесение вклада в развитие технологий и общества."
        },
        "aboutL": {
            "donat-request": "Прошу потдержать проект",
            "donat-coffee": "На кофе",
            "developers": "Разработчики"
        },
        "inout": {
            "login": "Войти",
            "logout": "Выйти",
            "email": "Э-почьта",
            "password": "Пароль",
            "name": "Имя",
            "registration": "Регистрация",
            "registrationB": "Зарегистрироваться"
        },
        "commits": {
            "download": "Загрузка...",
            "errorOc": "произошла ошибка"
        }
    }
}