{
    "languageCode": "tat",
    "messages": {
        "load": "Йөкләү . . .",
        "title": "Исем",
        "description": "Анлатма",
        "buttonText": "Баҫма",
        "errorMessage": "Хата",
        "searchPlaceholder": "еҙлаү яҙма",
        "profile": "Сәхифә",
        "settings": "Көләмәләр",
        "about": "Беҙҙең турала",
        "technicalSupport": "Техник ярҙам",
        "writeFeedback": "Теләктәр яҙырға",
        "registration": "Регистрация",
        "login": "Инеу",
        "logout": "Сығыу",
        "filosofy": "Trip&Freedom&Adventure приложениеһын булдырыу йәмғиәт өсөн файҙалы продукт булдырыуға индергән өлөш булып тора. Был эш профессиональ үҫештә һәм үҫешеүҙә мөһим ролде уйнай. Был ҡулланыу программаһының миссияһы — ҡулланусыларға яңы горизонттар аса, сәйәхәттәр планлаштырыу һәм мәшәҡәттәрһеҙ мауығыуҙар менән ҡылыҡһырлау ярҙамында. Был ҡулланыу программаһы ҡулланусыларға ла, шул иҫәптән миңә лә файҙа килтерәсәк, миңә программалаштырыу, интерфейс дизайны һәм мобиль ҡулланыу программаларын булдырыу буйынса белемдәремде камиллаштырырға мөмкинлек бирәсәк. Был проектта ҡатнашлыҡ шулай уҡ ижади ҡоласаларҙы күрһәтеү һәм кешеләрҙең тормош сифатын яҡшыртырға һәләтле идеяларҙы тормошҡа ашырыу мөмкинлеген бирә. Был ҡулланыу программаһы өҫтөндә көн һайын эшләү беҙҙе уңайлы һәм функциялы продукт булдырыуға яҡынайта, ул сәйәхәтселәр өсөн бик кәрәкле ҡоралға әйләнәсәк. Был проект даими алға барыу, яңы һәләттәрҙе өйрәнеү һәм технологияларҙың һәм йәмғиәттең үҫешенә индергән өлөштө күҙаллай.",
        "reviews": {
            "h2review": "Баһалама",
            "h4review": "Нимә оҡшай һәм нимә яҡшыртырға мөмкин икәнен күҙ алдына килтерегеҙ",
            "textareaplaceholder": "Кызыклы фикерләрегезне монда языгыз",
            "button": "Тәкъдим итү",
            "viewAll": "Бөтеннәрне күрү",
            "hide": "Яшереп кую"
        },
        "tripFreedomAdventure": {
            "name": "Сәяхәт * Хөррият * Мәхәббәт",
            "text": "«Trip&Freedom&Adventure» җөмләсен үзләштерү җәмгыять өчен файдалы продукт төзүгә кертә. Бу эш профессионал үсү һәм үсешләргә зур роль уйный. Бу мобиль җөмләнең миссиясе — уңайлы һәм киңәшһеҙ җиңеллекләрсез сәяхәтләр планлаштыру һәм алар ярдәмендә яңа горизонты ачыклау. Мобиль җөмлә аеруча аның җиңеллеген һәм функциональлыгын арттырачак, шулай ук үз-үзебезгә ярдәм итәчәк. Бу проектта катнашу креативлекне ачыклау һәм технологияләрне үстерүгә ярдәм итәчәк. Җөмләнең җиңеллеген арттыру һәрвакыт үз-үзебезгә ярдәм итәчәк. Бу җөмләләрнең ярдәме белән без уңайлы һәм функциональ продуктлар төзүгә якынайырга һәм киләчәктә үз-үзебезгә ярдәм итәчәк. Бу проект үҫеш һәм үсешне, уңайлы белемнәрне үзләштереп һәм технологик һәм җәмгыятькә алга китеүләргә ярдәм итәчәк."
        },
        "aboutL": {
            "donat-request": "проектны хуплавыгызны сорыйм",
            "donat-coffee": "Кофега",
            "developers": "Разарботчиглар"
        },
        "inout": {
            "login": "Войти",
            "logout": "Выйти",
            "email": "Э-почьта",
            "password": "Пароль",
            "name": "Имя",
            "registration": "Регистрация",
            "registrationB": "Регистрациялау"
        },
        "commits": {
            "download": "Үкенеч...",
            "errorOc": "Хата булды"
        }
    }
}